Repository: EmulatorJS/snes9x
Catalog: gtk/po/*.po
Languages: pl

source: Unknown
pl: Nieznany

source: Keyboard {}{}{}{}
pl: Klawisz {}{}{}{}

source: Axis {} {} {}%
pl: Oś {} {} {}%

source: Button {}
pl: przycisk {}

source: Unset
pl: Brak

source: Error
pl: Błąd

source: Description
pl: Opis

source: No description
pl: Brak opisu

source: Couldn't find any cheat codes in input.
pl: Nie znaleziono cheatów.

source: Couldn't Find Cheats Database
pl: Nie znaleziono bazy danych z cheatami

source: No Matching Game Found
pl: Nie znaleziono pasującej gry

source: The database file <b>cheats.bml</b> was not found. It is normally installed with Snes9x, but you may also place a custom copy in your configuration or cheats directory.
pl: Nie znaleziono pliku bazy danych <tt>cheats.bml</tt>. Zazwyczaj jest on instalowany razem ze Snes9x, lecz możesz też umieścić dopasowaną kopię w Twoim katalogu konfiguracyjnym lub cheatów.

source: No matching game was found in the databases. If you are using a non-official translation or modified copy, you may be able to find and manually enter the codes.
pl: Nie znaleziono pasującej gry w bazach danych. Jeśli używasz nie oficjalnego tłumaczenia lub zmodyfikowaną kopię, to możesz być w stanie znaleźć i ręcznie wprowadzić kody.

source: Couldn't create config directory: {}
pl: Nie można utworzyć katalogu konfiguracyjnego „{}”

source: Connection Error
pl: Błąd połączenia

source: Same location as current game
pl: Położenie bieżącej gry

source: OpenGL - Use 3D graphics hardware
pl: OpenGL — używaj sprzętu graficznego 3D

source: XVideo - Use hardware video blitter
pl: XVideo — używaj sprzętowego blittera wideo

source: None - Use software scaler
pl: Brak — używaj skalowania oprogramowania

source: Snes9x version:
pl: Wersja Snes9x:

source: GTK+ port version:
pl: Przełożenie wersji GTK+:

source: English localization by Brandon Wright
pl: Angielskojęzycznej lokalizacji dokonał Brandon Wright

source: Select directory
pl: Markowanie katalogu

source: Select Shader File
pl: Markowanie pliku cieniowania

source: Changing the SRAM directory with a game loaded will replace the .srm file in the selected directory with the SRAM from the running game. If this is not what you want, click 'cancel'.
pl: Zmienia katalogu SRAM podczas załadowanej gry zastąpi plik .srm w zamarkowanym katalogu SRAMem uruchomionej gry. Jeśli tego nie chcesz, to kliknij „Anuluj”.

source: Warning: Possible File Overwrite
pl: Ostrzeżenie nadpisania pliku

source: Current joystick centers have been saved.
pl: Zapisano bieżące wycentrowania joysticków.

source: Calibration Complete
pl: Ukończono kalibrację

source: Save States
pl: Zapisy stanów

source: All Files
pl: Wszystkie pliki

source: Couldn't load files.
pl: Nie można załadować plików.

source: Open SNES Movie
pl: Otwieranie wideo SNESa

source: New SNES Movie
pl: Nowe wideo SNESa

source: SNES Movies
pl: Widea SNESa

source: Open SNES ROM Image
pl: Otwieranie obrazu ROM SNESa

source: SNES ROM Images
pl: Obrazy ROMów SNESa

source: Couldn't load file:
pl: Nie można załadować pliku:

source: Load Saved State
pl: Ładowanie zapisanego stanu

source: The current frame in the movie is <b>%d</b>.
pl: Bieżącą klatką wideo jest <b>%'d</b>.

source: Save State
pl: Zapisywanie stanu

source: Save SPC file...
pl: Zapisywanie pliku SPC

source: Couldn't save SPC file:
pl: Nie można zapisać pliku SPC:

source: <b>Information for %s</b> <i>Name:</i> %s <i>Speed:</i> %02X/%s <i>Map:</i> %s <i>Type:</i> %02x <i>Contents:</i> %s <i>ROM Size:</i> %s <i>Calculated Size:</i> %d <i>SRAM Size:</i> %s <i>Header Checksum:</i> %04X <i>Checksum Complement:</i> %04X <i>Actual Checksum:</i> %04X <i>Video:</i> %s <i>CRC32:</i> %08X <i>Revision:</i> %s <b><i>%s%s</i></b>
pl: <b>Informacja o <tt>%s</tt></b> <i>Nazwa:</i> %s <i>Prędkość:</i> %02X/%s <i>Mapa:</i> %s <i>Typ:</i> %02x <i>Zawartość:</i> %s <i>Rozmiar ROMu:</i> %s <i>Rozmiar obliczony:</i> %d <i>Rozmiar SRAM:</i> %s <i>Suma kontrolna nagłówka:</i> %04X <i>Komplement sumy kontrolnej:</i> %04X <i>Rzeczywista suma kontrolna:</i> %04X <i>Wideo:</i> %s <i>CRC32:</i> %08X <i>Rewizja:</i> %s <b><i>%s%s</i></b>

source: This ROM has been auto-patched with
pl: Ten ROM automatycznie załatano

source: This ROM has been modified or damaged
pl: Ten ROM został zmodyfikowany lub uszkodzony

source: File Information
pl: Informacje o pliku

source: Export Shader Preset to:
pl: Eksportuj profil cieniowania do:

source: Shader Preset
pl: Profil cieniowania

source: Shader Parameters
pl: Parametry cieniowania

source: About Snes9x
pl: O Snes9x

source: Snes9x Cheats
pl: Cheaty Snes9x

source: Update Cheat
pl: Z_aktualizuj cheat

source: Disable All
pl: _Wyłącz wszystkie

source: Delete All Cheats
pl: U_suń wszystkie cheaty

source: Search Cheat Database
pl: Wyszukaj cheat z _bazy danych

source: Code:
pl: _Kod:

source: Description:
pl: _Opis:

source: Advance to Frame
pl: Przejście do klatki

source: The current frame in the movie is
pl: Bieżąca klatka w wideo jest

source: Fast-forward to frame
pl: Przewiń do klatki

source: Black
pl: Czerń

source: Color bars
pl: Kolorowe belki

source: Pixel art patterns
pl: Pikselowe wzory

source: Dithered gradient
pl: Punktowany gradient

source: Color bars and patterns
pl: Kolorowe belki i wzory

source: Starfield
pl: Gwiazdy

source: Snow
pl: Śnieg

source: None
pl: Brak

source: 8:7 Square pixels
pl: 8:7 kwadratowe piksle

source: 8:7 Square pixels, integer multiples
pl: 8:7 kwadratowe piksle, całkowite wielokrotne

source: 4:3 SNES correct aspect
pl: 4:3 prawidłowy stosunek SNES

source: 4:3 SNES correct aspect, integer multiples
pl: 4:3 prawidłowy stosunek SNES, całkowite wielokrotne

source: 8*8:7*7 NTSC, integer multiples
pl: 8*8:7*7 NTSC, całkowite wielokrotne

source: Merge adjacent pairs
pl: Zlewaj sąsiadujące pary

source: Output directly
pl: Wyświetlaj bezpośrednio

source: Scale low-resolution screens
pl: Skaluj ekrany niskiej rozdzielczości

source: Toggle the menu bar
pl: Przełącz listwę menu

source: Exit fullscreen mode
pl: Opuść tryb pełnoekranowy

source: Quit Snes9x
pl: Zakończ Snes9x

source: Timer-based
pl: Zegar

source: Timer-based with automatic frame-skipping
pl: Zegar z automatycznym pomijaniem klatek

source: Sound buffer synchronization
pl: Synchronizacja z buforem dźwięku

source: No throttling, use vsync to control speed
pl: Synchronizacja pionowa wyświetlacza

source: 16-bit (GL_RGB)
pl: 16 bitów (GL_RGB)

source: 32-bit (GL_BGRA)
pl: 32 bity (GL_BGRA)

source: Nearest
pl: Najbliższy

source: Linear
pl: Liniowy

source: Gaussian (correct)
pl: Gaussa (prawidłowy)

source: Cubic
pl: Sześcienny

source: _File
pl: _Plik

source: _Open ROM Image...
pl: _Otwórz obraz ROM…

source: Open Recent
pl: Otwórz os_tatnie

source: Clear Recent Items
pl: _Wyczyść listę ostatnich elementów

source: Open with _NetPlay...
pl: Otwórz z _NetPlay…

source: Open a ROM to use with NetPlay
pl: Otwiera ROM z użyciem NetPlay

source: Open _MultiCart...
pl: Otwórz zestaw ROMów (_MultiCart)…

source: _Load State
pl: _Ładuj stan

source: Slot _0
pl: Miejsce _0

source: Slot _1
pl: Miejsce _1

source: Slot _2
pl: Miejsce _2

source: Slot _3
pl: Miejsce _3

source: Slot _4
pl: Miejsce _4

source: Slot _5
pl: Miejsce _5

source: Slot _6
pl: Miejsce _6

source: Slot _7
pl: Miejsce _7

source: Slot _8
pl: Miejsce _8

source: Slot _9
pl: Miejsce _9

source: From _File...
pl: Z _pliku…

source: _Undo Load State
pl: _Cofnij załadowany stan

source: _Save State
pl: _Zapisz stan

source: To _File...
pl: Do _pliku…

source: Save SPC...
pl: Zapisz _SPC…

source: Show ROM _Info...
pl: Wyświetl _info o ROMie…

source: _Quit
pl: _Zakończ

source: _Emulation
pl: _Emulacja

source: Run / _Continue
pl: _Uruchom/kontynuuj

source: _Pause
pl: _Przerwij

source: Load _Movie...
pl: _Ładuj wideo…

source: R_ecord Movie...
pl: _Nagraj wideo…

source: _Stop Recording
pl: Za_trzymaj nagrywanie

source: _Jump to Frame...
pl: S_kocz do klatki…

source: Sy_nc Clients
pl: Z_synchronizuj klientów

source: Reset
pl: Uruchom SNESa _ponownie

source: Soft _Reset
pl: Uruchom _ROM ponownie

source: _View
pl: _Widok

source: _Toggle Menubar
pl: Przełącz listwę _menu

source: _Change Size
pl: Zmień _rozmiar

source: _Fullscreen
pl: Pełny _ekran

source: _Options
pl: _Opcje

source: Controller Ports
pl: _Gniazda kontrolerów

source: SNES Port 1
pl: Gniazdo _1 SNESa

source: Joypad
pl: _Kontroler

source: Mouse
pl: _Mysz

source: SNES Port 2
pl: Gniazdo _2 SNESa

source: _Cheats...
pl: _Cheaty…

source: _Shader Parameters...
pl: Parametry cie_niowania…

source: _Preferences...
pl: _Preferencje…

source: Open Multiple ROM Images (MultiCart)
pl: Otwieranie zestawu obrazów ROM (MultiCart)

source: Slot A:
pl: Miejsce A:

source: Select an Image for Slot A
pl: Markowanie obrazu na miejsce A

source: Slot B:
pl: Miejsce B:

source: Select an Image for Slot B
pl: Markowanie obrazu na miejsce B

source: The game chosen will be loaded before connecting. This field can be blank if the server will send the ROM image
pl: Tu wskazana gra zostanie załadowana przed połączeniem. Pole to może pozostać puste, jeśli serwer przyśle obraz ROM.

source: Browse...
pl: Przeglądaj…

source: Clear entry
pl: Wyczyść wpis

source: <b>ROM Image</b>
pl: <b>Obraz ROM</b>

source: Connect to another computer
pl: Połącz z innym komputerem

source: Connect to another computer that is running Snes9x NetPlay as a server
pl: Łączy z innym komputerem, który uruchomił Snes9x NetPlay jako serwer.

source: Name or IP address:
pl: Nazwa lub adres IP

source: Domain name or internet protocol address of a remote computer
pl: Nazwa domeny lub adres protokołu internetowego oddalonego komputera.

source: Port:
pl: Gniazdo:

source: Connect to specified TCP port on remote computer
pl: Łączy z podanym gniazdem TCP na oddalonym komputerze.

source: Act as a server
pl: Bądź serwerem

source: Host a game on this computer as Player 1, requiring extra throughput to support multitple users
pl: Prowadzi grę na tym komputerze jako gracz 1, wymagając dodatkowej przepustowości aby obsłużyć wielu użytkowników.

source: <b>Server</b>
pl: <b>Serwer</b>

source: Sync using reset
pl: Synchronizuj uruchamiając ponownie

source: Reset the game when players join instead of transferring potentially unreliable freeze states
pl: Uruchamia grę ponownie gdy gracze przystępują do gry, zamiast przesyłać potencjalnie zawodne zapisy stanów.

source: Send ROM image to clients
pl: Wysyłaj obraz ROM do klientów

source: Send the running game image to players instead of requiring them to have their own copies
pl: Wysyła obraz uruchomionej gry do graczy, nie wymagając od nich posiadanie własnych kopii.

source: Default port:
pl: Gniazdo domyślne:

source: TCP port used as a connection point for remote clients
pl: Gniazdo TCP używane jako punkt połączenia ze zdalnymi klientami.

source: Ask server to pause when
pl: Domagaj się przerwy od serwera gdy opóźniony o

source: frames behind
pl: klatek

source: <b>Settings</b>
pl: <b>Ustawienia</b>

source: Snes9x Preferences
pl: Preferencje Snes9x

source: Use fullscreen on ROM open
pl: Otwieraj ROM w trybie pełnoekranowym

source: Go to fullscreen mode immediately after opening a ROM
pl: Natychmiast po otwarciu ROMu przechodzi w tryb pełnoekranowy.

source: Show local time
pl: Wyświetlaj czas lokalny

source: Show frame rate
pl: Wyświetlaj częstotliwość klatek

source: Show pressed keys
pl: Wyświetlaj naciśnięte klawisze

source: Show fast-forward and pause indicators
pl: Wyświetlaj wskaźniki przewijania i przerwy

source: Use overscanned height
pl: Używaj wysokość poza obszarem wyświetlania

source: Use SNES extended height. Will probably cause letterboxing
pl: Korzysta z rozszerzonej wysokości SNESa. Prawdopodobnie spowoduje kadrowanie.

source: On-screen display size:
pl: Rozmiar komunikatów na ekranie:

source: Change fullscreen resolution:
pl: Zmień rozdzielczość pełnego ekranu:

source: Changes the screen resolution when running Snes9x in fullscreen mode
pl: Zmienia rozdzielczość ekranu gdy Snes9x pracuje w trybie pełnoekranowym.

source: Basic Settings
pl: Ustawienia podstawowe

source: Scale image to fit window
pl: Skaluj obraz do rozmiaru okna

source: Scales the image so no black bars are present
pl: Skaluje obraz, aby zapobiec kadrowaniu.

source: Aspect ratio:
pl: Stosunek stron:

source: Maintain aspect-ratio
pl: Zachowuj stosunek stron

source: Scales the image as large as possible without distortion
pl: Skaluje obraz do największego możliwego rozmiaru bez zniekształcenia.

source: Use
pl: Używaj

source: Allows scaling and filtering to use multiple processors
pl: Umożliwia wykorzystanie wielu procesorów do skalowania i filtrowania.

source: threads for filtering and scaling
pl: wątków do filtrowania i skalowania

source: High-resolution effect:
pl: Efekt wysokiej rozdzielczości:

source: Apply scaling filter:
pl: Stosuj filtr skalowania:

source: Video preset:
pl: Profil wideo:

source: Composite
pl: Zespolony

source: S-Video
pl: S‑wideo

source: Monochrome
pl: Monochromowy

source: Artifacts:
pl: Artefakty:

source: Sharpness:
pl: Ostrość:

source: Brightness:
pl: Jasność:

source: Contrast:
pl: Kontrast:

source: Saturation:
pl: Nasycenie:

source: Hue:
pl: Barwa:

source: Fringing:
pl: Frędzlowanie:

source: Bleed:
pl: Wyciek:

source: Resolution:
pl: Rozdzielczość:

source: Merge odd and even fields
pl: Zlewaj parzyste i nieparzyste pola

source: Scanline intensity:
pl: Intensywność linii badania:

source: Scaling
pl: Skalowanie

source: Bilinear-filter output
pl: Filtruj _dwuliniowo sygnał wyjściowy

source: Use best settings for FreeSync/G-Sync when fullscreen
pl: Najlepsze ustawienia _FreeSync/G-Sync w trybie pełnoekranowym

source: Sync to vertical blank
pl: _Synchronizuj z luką pionową

source: Sync the image to the vertical retrace to stop tearing
pl: Synchronizuje obraz z pionowym powrotem, aby zapobiec rozdzieraniu obrazu.

source: Reduce input lag
pl: _Redukuj opóźnienie sterowania

source: Sync the program with the video output after every displayed frame to reduce input latency
pl: Synchronizuje program z wyjściem wideo po każdej wyświetlonej klatce, aby zredukować opóźnienie sterowania.

source: Shader:
pl: _Cieniownik:

source: Force an inverted byte-ordering
pl: Wymuszaj odwróconą kolejność bajtów

source: Forces a swapped byte-ordering for cases where the system's endian is used instead of the video card
pl: Wymusza wymienioną kolejność bajtów w przypadkach, gdy używana jest końcowość bajtów systemu zamiast karty graficznej.

source: Hardware Acceleration
pl: Przyśpieszenie sprzętowe

source: Display
pl: _Wyświetlacz

source: Sound driver:
pl: _Sterownik dźwięku:

source: Automatically adjust input rate to display
pl: Automatycznie dopasowuj częstotliwość wejściową do wyświetlacza

source: Sets the correct input rate based on the display's refresh rate
pl: Ustawia prawidłową częstotliwość wejściową na podstawie częstotliwości odświeżania wyświetlacza.

source: Dynamic rate control
pl: _Dynamicznie steruj częstotliwością

source: Smooth out slight hiccups in sound input rate
pl: Wygładza niewielkie zacięcia w częstotliwości wejściowej dźwięku.

source: Mute sound output
pl: Wyciszaj wydawanie dźwięku

source: Disables output of sound
pl: Wyłącza wydawanie dźwięku.

source: Mute sound when using turbo or rewind
pl: Wyciszaj dźwięk podczas używania turbo lub odwijania

source: Disables output of sound when using turbo or rewind
pl: Wyłącza wydawanie dźwięku podczas użycia turbo lub odwijania.

source: Playback rate:
pl: Częstotliwość odtwarzania:

source: milliseconds
pl: ms

source: Buffer size:
pl: Rozmiar bufora:

source: Dynamic rate limit:
pl: Dynamiczne ograniczenie częstotliwości:

source: Input rate:
pl: Częstotliwość wejściowa:

source: Adjust to produce more or less data. Decrease the rate if experiencing crackling. Increase the rate if experiencing frame-rate stuttering. Best used with the "Synchronize with sound" option
pl: Dopasuj ilość produkowanych danych. Pomniejsz częstotliwość, jeśli doświadczasz trzeszczenia dźwięku. Powiększ częstotliwość, jeśli doświadczasz drganie klatek. Najlepiej współdziała z opcją „Zsynchronizuj z dźwiękiem”.

source: Video rate:
pl: Częstotliwość wideo:

source: <b>Sound Settings</b>
pl: <b>Ustawienia dźwięku</b>

source: Sound
pl: _Dźwięk

source: Throttling method:
pl: Metoda pomiaru czasu:

source: <b>Speed Control</b>
pl: <b>Sterowanie prędkością</b>

source: Rewind buffer size (MB):
pl: Rozmiar bufora odwijania w MB:

source: Number of frames between rewind snapshots:
pl: Ilość klatek między rejestracjami odwijania:

source: <b>Rewind Settings</b>
pl: <b>Ustawienia odwijania</b>

source: Allow invalid VRAM access
pl: Zezwalaj na nieprawidłowy dostęp do pamięci roboczej wideo (VRAM)

source: Allows ROM hacks to write to screen at the wrong time. Only use if you know your ROM hack expects this
pl: Zezwala hakom ROMów rysować na ekranie w nieprawidłowym czasie. Używaj wyłącznie gdy masz pewność, że Twój hak ROMu tego potrzebuje.

source: Allow opposing dpad directions
pl: Zezwalaj na przeciwnie kierunki krzyżaka

source: Let left and right or up and down be pressed at the same time
pl: Dopuszcza naciśnięcie ↔ lub ↕ równocześnie.

source: Overclock CPU
pl: Nie limituj prędkości CPU SNESa

source: Reduces slowdown, but has potential to break games
pl: Redukuje spowolnienia, lecz może potencjalnie psuć gry.

source: Remove sprite limit
pl: Nie limituj ilości spriteów

source: Reduces flicker, but may cause graphical artifacts
pl: Redukuje migotanie, ale może powodować artefakty graficzne.

source: Redirect echo buffer overflow
pl: Przekieruj nadmiar bufora echa

source: Allows old addmusic hacks to work, but will likely hurt other games
pl: Umożliwia funkcjonowanie starych haków „addmusic”, lecz prawdopodobnie zaszkodzi innym grom.

source: SuperFX clock speed %:
pl: Procent prędkości zegara SuperFXa:

source: Gaussian is the correct behavior for SNES hardware
pl: Filtr „Gaussa” odpowiada prawidłowemu zachowaniu osprzętu SNESa

source: Sound filter:
pl: Filtr dźwięku:

source: <b>Hacks</b>
pl: <b>Haki</b>

source: Emulation
pl: _Emulacja

source: Save states:
pl: Zapis stanów:

source: Cheats:
pl: Cheaty:

source: Patches:
pl: Łatki:

source: Exports:
pl: Eksporty:

source: <b>Game Data Locations</b>
pl: <b>Położenia danych gry</b>

source: Save SRAM:
pl: Zapisz SRAM:

source: Automatically save the game's SRAM at this interval. Setting this to 0 will only save when quitting or changing ROMs
pl: Automatycznie zapisuje SRAM gry w określonym interwale. Gdy 0, zapisuje wyłącznie przy zakończeniu Snes9x lub zmianie ROMu.

source: seconds after change
pl: sekund po zmianie

source: <b>Automatic Saving</b>
pl: <b>Automatyczne zapisywanie</b>

source: Files
pl: _Pliki

source: <b>Joypad:</b>
pl: <b>Kontroler:</b>

source: _Reset
pl: Wy_zeruj

source: Swap with:
pl: Wymień na:

source: _Swap
pl: _Wymień

source: Use modifier keys (CTRL, SHIFT, ALT) directly
pl: Używaj klawisze modyfikujące (Ctrl, Shift, Alt) bezpośrednio

source: Allow using modifier keys as independent keys instead of modifiers
pl: Umożliwia używanie klawiszy modyfikujących jako niezależne klawisze

source: Buttons
pl: Przyciski

source: <b>Sticky</b>
pl: <b>Kleiste</b>

source: Turbo / Sticky Buttons
pl: Turbo i kleiste przyciski

source: Set new axis bindings at:
pl: _Rejestruj naciśnięcie przycisku przy odchyleniu osi o

source: Changes the amount a joystick should be tilted to register a button press
pl: Zmienia próg odchylenia joysticka od którego rejestrowane jest naciśnięcie przycisku.

source: percent
pl: procent

source: <b>Joystick Axis Threshold</b>
pl: <b>Próg osi joysticka</b>

source: Center all axes on all joysticks and press Calibrate.
pl: Wycentruj wszystkie osie wszystkich joysticków i naciśnij „Kalibruj…”

source: Cali_brate
pl: _Kalibruj…

source: <b>Calibration</b>
pl: <b>Kalibracja</b>

source: Joystick Options
pl: Opcje joysticka

source: <small>Click an entry and then press the desired keys or joystick button <i>Escape</i>: Move to next<i> Shift-Escape</i>: Clear selected</small>
pl: <small>Kliknij na pole, a potem naciśnij pożądane klawisze lub przycisk joysticka <tt>Esc</tt>: Przejdź do następnego <tt>Shift+Esc</tt>: Wyczyść pole</small>

source: Joypads
pl: _Kontrolery

source: <b>Snes9x Emulator Shortcut Keys</b>
pl: <b>Skróty klawiszowe emulatora Snes9x</b>

source: Soft reset
pl: Uruchom ROM ponownie

source: Hardware reset
pl: Uruchom SNES ponownie

source: Increase frame time
pl: Wydłuż czas klatki

source: Decrease frame time
pl: Skróć czas klatki

source: Increase frame rate
pl: Zwiększ częstotliwość klatek

source: Decrease frame rate
pl: Zmniejsz częstotliwość klatek

source: Pause
pl: Przerwij

source: Toggle turbo
pl: Przełącz turbo

source: Enable turbo
pl: Włącz turbo

source: Open ROM
pl: Otwórz ROM

source: Toggle BG layer 0
pl: Przełącz warstwę 0 tła

source: Toggle BG layer 1
pl: Przełącz warstwę 1 tła

source: Toggle BG layer 2
pl: Przełącz warstwę 2 tła

source: Toggle BG layer 3
pl: Przełącz warstwę 3 tła

source: Toggle sprites
pl: Przełącz sprity

source: Toggle forced backdrop color
pl: Przełącz wymuszony kolor tła

source: Screenshot
pl: Zrzut ekranu

source: Toggle fullscreen
pl: Przełącz pełny ekran

source: Graphics
pl: Grafika

source: Save current slot
pl: Zapisz do bieżącego miejsca

source: Load current slot
pl: Ładuj z bieżącego miejsca

source: Increment and save
pl: Wybierz następne miejsce i zapisz

source: Decrement and load
pl: Wybierz poprzednie miejsce i ładuj

source: Increment slot
pl: Wybierz następne miejsce

source: Decrement slot
pl: Wybierz poprzednie miejsce

source: <b>Quick save state</b>
pl: <b>Ekspresowe zapisywanie stanu</b>

source: <b>Quick load state</b>
pl: <b>Ekspresowe ładowanie stanu</b>

source: Slot 0
pl: Miejsce 0

source: Slot 1
pl: Miejsce 1

source: Slot 2
pl: Miejsce 2

source: Slot 3
pl: Miejsce 3

source: Slot 4
pl: Miejsce 4

source: Slot 5
pl: Miejsce 5

source: Slot 6
pl: Miejsce 6

source: Slot 7
pl: Miejsce 7

source: Slot 8
pl: Miejsce 8

source: Slot 9
pl: Miejsce 9

source: Toggle sound channel 0
pl: Przełącz kanał dźwiękowy 0

source: Toggle sound channel 1
pl: Przełącz kanał dźwiękowy 1

source: Toggle sound channel 2
pl: Przełącz kanał dźwiękowy 2

source: Toggle sound channel 3
pl: Przełącz kanał dźwiękowy 3

source: Toggle sound channel 4
pl: Przełącz kanał dźwiękowy 4

source: Toggle sound channel 5
pl: Przełącz kanał dźwiękowy 5

source: Toggle sound channel 6
pl: Przełącz kanał dźwiękowy 6

source: Toggle sound channel 7
pl: Przełącz kanał dźwiękowy 7

source: Toggle all sound channels
pl: Przełącz wszystkie kanały dźwiękowe

source: Seek to frame
pl: Przeszukaj do klatki

source: Load Movie
pl: Załaduj wideo

source: Stop movie recording
pl: Zatrzymaj nagrywanie wideo

source: Begin movie recording
pl: Rozpocznij nagrywanie wideo

source: Save SPC
pl: Zapisz SPC

source: Swap controllers 1 & 2
pl: Wymień kontroler 1 z 2

source: Rewind
pl: Odwiń

source: Capture/release mouse
pl: Łap/Póść mysz

source: Misc
pl: Rozmaitości

source: Shortcuts
pl: _Skróty klawiszowe

source: Pause emulation when switching away from Snes9x
pl: _Przerywaj emulację po odejściu od Snes9x

source: Force-enable button and menu icons
pl: Wymuszaj s_ymbole na przyciskach

source: The ESC key should:
pl: Klawiszem <tt>_Esc</tt>:

source: Initial background:
pl: _Tło wstępne:

source: <b>Window Behavior</b>
pl: <b>Zachowanie okna</b>

source: Prevent the screensaver from activating
pl: _Blokuj aktywację wygaszacza ekranu

source: <b>Screensaver</b>
pl: <b>Wygaszacz ekranu</b>

source: UI
pl: _Interfejs użytkownika
