Repository: EmulatorJS/snes9x
Catalog: gtk/po/*.po
Languages: pl

source: Snes9x - Portable Super Nintendo Entertainment System (TM) emulator. Snes9x homepage: http://www.snes9x.com/ Snes9x source code: https://github.com/snes9xgit/snes9x/ Permission to use, copy, modify and/or distribute Snes9x in both binary and source form, for non-commercial purposes, is hereby granted without fee, providing that this license information and copyright notice appear with all copies and any derived work. This software is provided 'as-is', without any express or implied warranty. In no event shall the authors be held liable for any damages arising from the use of this software or it's derivatives. Snes9x is freeware for PERSONAL USE only. Commercial users should seek permission of the copyright holders first. Commercial use includes, but is not limited to, charging money for Snes9x or software derived from Snes9x, including Snes9x or derivatives in commercial game bundles, and/or using Snes9x as a promotion for your commercial product. The copyright holders request that bug fixes and improvements to the code should be forwarded to them so everyone can benefit from the modifications in future versions. Super NES and Super Nintendo Entertainment System are trademarks of Nintendo Co., Limited and its subsidiary companies.
pl: Snes9x, to wieloplatformowy emulator Super Nintendo Entertainment System™. Witryna Snes9x: http://www.snes9x.com/ Kod źródłowy Snes9x: https://github.com/snes9xgit/snes9x/ Niniejszym zezwala się bezpłatnie na używanie, kopiowanie, modyfikowanie i rozprowadzanie Snes9x zarówno w postaci binarnej jak i źródłowej w celach niekomercyjnych, pod warunkiem, że ta informacja licencyjna i oznajmienie o prawie do kopiowania występują we wszystkich kopiach i każdym dziele pochodnym. Niniejsze oprogramowanie jest dostarczane w stanie takim, w jakim jest, bez jakiejkolwiek wyraźnej lub dorozumianej gwarancji. W żadnym przypadku autorzy nie ponoszą odpowiedzialności za jakiekolwiek szkody powstałe w wyniku korzystania z tego oprogramowania lub jego pochodnych. Snes9x jest oprogramowaniem darmowym, przeznaczonym wyłącznie do UŻYTKU OSOBISTEGO. Użytkownicy komercyjni powinni najpierw uzyskać zgodę posiadaczy prawa do kopiowania. Użytek komercyjny obejmuje między innymi pobieranie opłat za Snes9x lub oprogramowanie wywodzące się z Snes9x, w tym Snes9x lub jego pochodne w komercyjnych pakietach gier i używanie Snes9x do promowania innego produktu komercyjnego. Posiadacze prawa do kopiowania proszą o przekazywanie im poprawek błędów i ulepszeń kodu, aby każdy mógł czerpać korzyści z wprowadzonych modyfikacji w przyszłych wersjach. Wyłącznie wersja angielskojęzyczna niniejszej licencji posiada moc normatywną. Super NES i Super Nintendo Entertainment System są znakami towarowymi Nintendo Co., Limited i jej podmiotów gospodarczych.
